Revit 2027 API
ParameterTypeId.AnalyticalMemberForceStartFx Property
 "Start Fx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberForceStartFx { get; }
Public Shared ReadOnly Property AnalyticalMemberForceStartFx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberForceStartFx {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberForceStartFx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace